tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "ngrok/ngrok"
brew "jpeg-xl"
brew "aom"
brew "autojump"
brew "awscli"
brew "glib"
brew "chart-testing"
brew "coreutils"
brew "cowsay"
brew "docker"
brew "espeak"
brew "folly"
brew "guile"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "gobject-introspection"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fortune"
brew "fzf"
brew "gdk-pixbuf"
brew "git"
brew "git-extras"
brew "gnu-sed"
brew "go"
brew "golangci-lint"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "node"
brew "nvm"
brew "ripgrep"
brew "speedtest-cli"
brew "tig"
brew "tldr"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh-syntax-highlighting"
cask "1password"
cask "docker"
cask "flycut"
cask "font-fira-code"
cask "iterm2"
cask "libreoffice"
cask "mkvtoolnix"
cask "ngrok"
cask "obs"
cask "obs-websocket"
cask "elgato-stream-deck"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "signal"
cask "slack"
cask "spectacle"
cask "spotify"
cask "syntax-highlight"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
