tap '1password/tap'
tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/services'
tap 'github/gh'

brew 'act'
brew 'adns'
brew 'asdf'
brew 'autojump'
brew 'bash-completion'
brew 'bat'
brew 'binutils'
brew 'circleci'
brew 'cowsay'
brew 'direnv'
brew 'dnscontrol'
brew 'docker'
brew 'emacs'
brew 'exiftool'
brew 'fd'
brew 'fortune'
brew 'fzf'
brew 'gdu'
brew 'gh'
brew 'git'
brew 'git-extras'
brew 'gnu-getopt'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gource'
brew 'grep'
brew 'htop'
brew 'httpie'
brew 'imagemagick'
brew 'jhead'
brew 'jpeg'
brew 'jq'
brew 'libcroco'
brew 'libexif'
brew 'libgit2@1.5'
brew 'libgsf'
brew 'libicns'
brew 'libmagic'
brew 'libmodplug'
brew 'libpq'
brew 'libproxy'
brew 'libusb-compat'
brew 'libwebsockets'
brew 'llvm'
brew 'lsd'
brew 'lua@5.3'
brew 'luarocks'
brew 'makedepend'
brew 'mas'
brew 'mattisg/mattisg/adblock'
brew 'md5sha1sum'
brew 'ncdu'
brew 'neovim'
brew 'nmap'
brew 'orc'
brew 'ossp-uuid'
brew 'pnpm'
brew 'poetry'
brew 'pre-commit'
brew 'pygobject3'
brew 'python@3.9'
brew 'qt@5'
brew 'r'
brew 'rclone'
brew 'redis'
brew 'ripgrep'
brew 'rust'
brew 'sane-backends'
brew 'scons'
brew 'scrcpy'
brew 'sdl12-compat'
brew 'sdl2_gfx'
brew 'sdl2_mixer'
brew 'sdl2_net'
brew 'sdl2_ttf'
brew 'speedtest-cli'
brew 'tailor'
brew 'telnet'
brew 'terminal-notifier'
brew 'tig'
brew 'tldr'
brew 'tmate'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wakeonlan'
brew 'watch'
brew 'watchman'
brew 'wget'
brew 'yarn'
brew 'yasm'
brew 'zlib'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'

# cask
cask '1password'
cask '1password-cli'
cask 'bitwarden'
cask 'blue-sherpa'
cask 'brave-browser'
cask 'calibre'
cask 'chromium'
cask 'coconutbattery'
cask 'docker'
cask 'elgato-control-center'
cask 'elgato-stream-deck'
cask 'exifrenamer'
cask 'firefox'
cask 'flycut'
cask 'font-fira-code'
cask 'font-hack-nerd-font'
cask 'font-symbols-only-nerd-font'
cask 'gimp'
cask 'gitup'
cask 'google-chrome'
cask 'grandperspective'
cask 'handbrake'
cask 'hex-fiend'
cask 'iterm2'
# cask 'java'
cask 'kindle'
cask 'kindle-comic-converter'
cask 'libreoffice'
cask 'mkvtoolnix'
cask 'monitorcontrol'
cask 'obs'
cask 'obs-websocket'
cask 'orbstack'
cask 'plex'
cask 'plex-media-player'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'qlvideo'
cask 'quicklookase'
cask 'rectangle'
cask 'shotcut'
cask 'slack'
cask 'sonos'
cask 'synology-drive'
cask 'syntax-highlight'
cask 'the-unarchiver'
cask 'transmission'
cask 'valley'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'
